[
  {
    "id": "2",
    "name": "Omelete Simples",
    "slug": "omelete-simples",
    "description": "1. Quebre os ovos em uma tigela.\n2. Bata bem com um garfo ou fouet até ficar homogêneo.\n3. Tempere com sal, pimenta e os temperos extras que quiser.\n4. Aqueça uma frigideira antiaderente com um pouco de manteiga ou óleo.\n5. Despeje a mistura de ovo.\n6. Deixe cozinhar em fogo médio-baixo até as bordas firmarem.\n7. Com uma espátula, solte as bordas e, se quiser, vire para dourar o outro lado (ou dobre ao meio).\n8. Quando estiver dourado e cozido do jeito que você gosta, desligue o fogo e sirva.",
    "image_url": "/local-recipes/images/omelete-simples.jpeg",
    "category": "Prato Principal",
    "area": "Internacional",
    "ingredients": "3 ovos, sal a gosto, pimenta-do-reino a gosto, manteiga ou óleo para fritar, temperos extras como cebola, tomate, cebolinha, orégano",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=cRu3RJUqX_4"
  },
  {
    "id": "3",
    "name": "Ovos Mexidos Cremosos",
    "slug": "ovos-mexidos-cremosos",
    "description": "1. Quebre os ovos numa tigela e bata levemente (não precisa ficar completamente espumoso).\n2. Tempere com sal e pimenta.\n3. Aqueça uma panela ou frigideira em fogo baixo-médio com manteiga ou óleo.\n4. Despeje os ovos batidos.\n5. Misture delicadamente com uma espátula, fazendo movimentos suaves.\n6. Se quiser cremosos, retire do fogo um pouco antes de estarem totalmente firmes, pois continuarão cozinhando um pouco com o calor residual.\n7. Se quiser mais firmes, deixe cozinhar mais, mexendo até o p",
    "image_url": "/local-recipes/images/ovos-mexidos.jpeg",
    "category": "Prato Principal",
    "area": "Internacional",
    "ingredients": "3-4 ovos, sal a gosto, pimenta-do-reino a gosto, manteiga ou óleo para cozinhar, creme de leite ou requeijão para deixar cremoso",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=RsV1z-wP48E"
  },
  {
    "id": "4",
    "name": "Fritada de Legumes",
    "slug": "fritada-de-legumes",
    "description": "1. Lave, descasque e corte os legumes em pedaços pequenos ou médios.\n2. Se for necessário, pré-cozinhe legumes mais duros (ex: batata, cenoura) até amolecer um pouco.\n3. Em uma frigideira, aqueça azeite ou óleo, refogue cebola/alho primeiro, depois adicione os legumes até começarem a ficar macios.\n4. Bata os ovos numa tigela, tempere com sal/pimenta/ervas.\n5. Adicione os legumes refogados aos ovos batidos e misture.\n6. (Se for forno) coloque em forma untada e asse em forno pré-aquecido a ~180-20",
    "image_url": "/local-recipes/images/fritada-legumes.jpeg",
    "category": "Prato Principal",
    "area": "Internacional",
    "ingredients": "3-8 ovos, legumes variados (batata, cenoura, cebola, abobrinha, tomate, pimentão), sal a gosto, pimenta-do-reino a gosto, azeite ou óleo, queijo opcional, temperos extras",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=Qh5CEummtQA"
  },
  {
    "id": "5",
    "name": "Ovos Cozidos Recheados",
    "slug": "ovos-cozidos-recheados",
    "description": "1. Coloque os ovos em uma panela, cubra com água e leve para ferver.\n2. Depois que ferver, deixe cozinhar por ~10-12 minutos para que fiquem bem firmes.\n3. Escorra a água quente e coloque os ovos em água fria para parar o cozimento.\n4. Descasque os ovos com cuidado.\n5. Corte ao meio no sentido do comprimento e retire as gemas, colocando-as numa tigela.\n6. Amasse as gemas com um garfo, misture com maionese, cebolinha e os temperos desejados.\n7. Recheie cada metade da clara com essa mistura de gem",
    "image_url": "/local-recipes/images/ovos-cozidos-recheados.jpeg",
    "category": "Aperitivo",
    "area": "Internacional",
    "ingredients": "6 ovos, maionese (2 colheres de sopa), cebolinha picada (1 colher de sopa), sal a gosto, pimenta-do-reino a gosto, temperos opcionais (páprica, alho em pó, cheiro-verde)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=veBhS5PGV-8"
  },
  {
    "id": "6",
    "name": "Shakshuka (Ovos no Molho de Tomate)",
    "slug": "shakshuka-ovos-no-molho-de-tomate-",
    "description": "1. Aqueça um fio de azeite em uma frigideira grande. Refogue a cebola até ficar transparente.\n2. Adicione o pimentão picado e refogue por uns 5 minutos até dourar levemente.\n3. Acrescente o alho e mexa bem até liberar o aroma e ficar levemente dourado.\n4. Adicione os tomates picados, tempere com sal, cominho, pimenta. Mexa bem. Se quiser, coloque salsa.\n5. Abaixe o fogo (médio-baixo), tampe a frigideira e deixe cozinhar por 20-30 minutos, mexendo de vez em quando, até o molho ficar espesso. Se n",
    "image_url": "/local-recipes/images/shakshuka.jpeg",
    "category": "Prato Principal",
    "area": "Oriente Médio",
    "ingredients": "4 ovos, 4 tomates grandes maduros picados, 1 cebola grande picada, 1 pimentão vermelho médio picado, 3 dentes de alho amassados, ½ copo de salsa picada, 1 colher de chá de cominho, sal e pimenta-do-reino a gosto, azeite para refogar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=Zg7M1xP7K-I"
  },
  {
    "id": "7",
    "name": "Ovo Pochê",
    "slug": "ovo-poch-",
    "description": "1. Encha uma panela com água e leve ao fogo. Adicione um pouco de vinagre.\n2. Quando ferver, reduza o fogo para que fique uma fervura suave.\n3. Faça um redemoinho na água usando uma colher (para ajudar a clara envolver a gema).\n4. Quebre o ovo em um recipiente pequeno e depois deslize com cuidado para o centro do redemoinho.\n5. Deixe cozinhar por cerca de 3 minutos para gema mole. Se quiser mais firme, deixe um pouco mais.\n6. Retire com escumadeira, escorra bem. Tempere com sal/pimenta. Sirva im",
    "image_url": "/local-recipes/images/ovo-poche.jpeg",
    "category": "Prato Principal",
    "area": "França",
    "ingredients": "Ovos frescos (quantos quiser), água suficiente para cobrir os ovos, vinagre (um pouco), sal e pimenta-do-reino a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=fLX5SRDsmiA"
  },
  {
    "id": "8",
    "name": "Ovos Assados no Pão",
    "slug": "ovos-assados-no-p-o",
    "description": "1. Pré-aqueça o forno a cerca de 200-220°C.\n2. Pegue fatias de pão e faça um buraco no meio da fatia (usando um copo ou cortador).\n3. Unte levemente uma forma ou chapa com manteiga ou azeite. Coloque as fatias de pão.\n4. Quebre o ovo dentro do buraco de cada fatia de pão.\n5. Tempere com sal e pimenta, e se quiser, coloque queijo ralado ou ervas por cima.\n6. Leve ao forno até que o ovo esteja cozido ao seu gosto (gema mais mole ou mais firme), geralmente uns 10-15 minutos.\n7. Sirva quente.",
    "image_url": "/local-recipes/images/ovos-assados-pao.jpeg",
    "category": "Café da Manhã",
    "area": "Internacional",
    "ingredients": "Fatias de pão (uma fatia por ovo), ovos (um por fatia), manteiga ou azeite para untar, sal e pimenta-do-reino a gosto, queijo ralado ou ervas para polvilhar (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "9",
    "name": "Quiche de Ovo e Queijo",
    "slug": "quiche-de-ovo-e-queijo",
    "description": "1. Pré-aqueça o forno a cerca de 180-200°C.\n2. Se for usar massa, forre a forma com a massa preparada, pressione bem nos cantos, fure com garfo para que não estufe.\n3. No bowl, bata os ovos com creme de leite ou leite até ficar bem misturado.\n4. Junte o queijo ralado ou em pedaços, tempere com sal, pimenta, noz-moscada ou ervas se quiser.\n5. Despeje essa mistura sobre a massa (ou diretamente se for quiche sem massa).\n6. Leve ao forno até que a quiche esteja dourada por cima e firme no centro (te",
    "image_url": "/local-recipes/images/quiche-ovo-queijo.jpeg",
    "category": "Prato Principal",
    "area": "França",
    "ingredients": "Ovos (3 a 4 ovos), queijo (muçarela ou outro de preferência), creme de leite ou leite, sal e pimenta-do-reino a gosto, massa de torta (opcional), noz-moscada e ervas finas (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=5K2uPJI0U-M"
  },
  {
    "id": "10",
    "name": "Pudim de Ovos (Clássico Brasileiro)",
    "slug": "pudim-de-ovos-cl-ssico-brasileiro-",
    "description": "1. Prepare o caramelo: em uma forma de pudim, derreta o açúcar até obter um caramelo dourado.\n2. Em uma tigela, bata os ovos com o açúcar até formar um creme homogêneo.\n3. Adicione o leite e a raspa de limão à mistura de ovos e misture bem.\n4. Despeje a mistura na forma caramelizada.\n5. Cozinhe em banho-maria por aproximadamente 1 hora ou até que, ao espetar um palito, ele saia limpo.\n6. Deixe esfriar e desenforme.",
    "image_url": "/local-recipes/images/pudim-ovos.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "12 ovos, 1 litro de leite, 12 colheres (sopa) de açúcar, raspa de 1 limão",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=YkZvHlCbAdI"
  },
  {
    "id": "11",
    "name": "Quindim",
    "slug": "quindim",
    "description": "1. Unte forminhas individuais com manteiga e polvilhe com açúcar.\n2. Em uma tigela, misture as gemas, o coco ralado, o açúcar e a manteiga derretida até obter uma massa homogênea.\n3. Despeje a mistura nas forminhas untadas.\n4. Asse em forno preaquecido a 180°C por cerca de 30 minutos ou até que fiquem dourados.\n5. Deixe esfriar antes de desenformar.",
    "image_url": "/local-recipes/images/quindim.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "15 gemas, 1 xícara (chá) de coco fresco ralado fino (aproximadamente 100 g), 1½ xícara (chá) de açúcar, 3 colheres (sopa) de manteiga derretida, manteiga e açúcar para untar e polvilhar a forma",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=GAxLcwSQW40"
  },
  {
    "id": "12",
    "name": "Pão de Ló",
    "slug": "p-o-de-l-",
    "description": "1. Bata os ovos com o açúcar até obter uma mistura fofa e esbranquiçada.\n2. Adicione a farinha de trigo peneirada e misture delicadamente.\n3. Acrescente a raspa de limão ou laranja e o fermento, se estiver utilizando.\n4. Despeje a massa em uma forma untada e enfarinhada.\n5. Asse em forno preaquecido a 180°C por cerca de 25 a 30 minutos ou até que, ao espetar um palito, ele saia limpo.\n6. Deixe esfriar antes de desenformar.",
    "image_url": "/local-recipes/images/pao-de-lo.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "6 ovos, 180 g de farinha de trigo, 100 g de açúcar, raspa de limão ou laranja (opcional), 1 colher de chá de fermento (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=X_0hvx6yBz4"
  },
  {
    "id": "13",
    "name": "Ambrosia (Sobremesa Caseira)",
    "slug": "ambrosia-sobremesa-caseira-",
    "description": "1. Em uma panela, misture o leite, o açúcar, a canela, os cravos e o suco de limão.\n2. Leve ao fogo médio, mexendo até o açúcar dissolver completamente.\n3. Quando começar a ferver, abaixe o fogo e cozinhe por cerca de 20 minutos, sem mexer, até formar uma calda espessa.\n4. Enquanto isso, bata os ovos inteiros em uma tigela.\n5. Despeje os ovos batidos na calda quente, mexendo delicadamente para formar grumos.\n6. Cozinhe por mais 10 minutos, mexendo ocasionalmente.\n7. Retire do fogo e deixe esfria",
    "image_url": "/local-recipes/images/ambrosia.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "1 litro de leite integral, 2 xícaras (chá) de açúcar, 6 ovos inteiros, 1 casca de canela, 4 cravos-da-índia, suco de 1 limão",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=cksjIZ83pzA"
  },
  {
    "id": "14",
    "name": "Suspiro (Clara em Neve)",
    "slug": "suspiro-clara-em-neve-",
    "description": "1. Preaqueça o forno a 100°C.\n2. Na batedeira, bata as claras em velocidade alta até ficarem em neve.\n3. Adicione o açúcar aos poucos, sem parar de bater, até obter um merengue firme e brilhante.\n4. Acrescente o suco de limão e bata por mais 2 minutos.\n5. Coloque o merengue em um saco de confeitar e modele montinhos em uma assadeira forrada com papel manteiga.\n6. Leve ao forno por cerca de 1 hora ou até que os suspiros estejam secos e levemente dourados.\n7. Deixe esfriar completamente antes de r",
    "image_url": "/local-recipes/images/suspiros.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "5 claras de ovo, 4 xícaras (chá) de açúcar, suco de 1 limão",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=ez9xqn144FY"
  },
  {
    "id": "15",
    "name": "Fios de Ovos (Doce Tradicional Português)",
    "slug": "fios-de-ovos-doce-tradicional-portugu-s-",
    "description": "1. Em uma panela, misture o açúcar e a água.\n2. Leve ao fogo médio, mexendo até o açúcar dissolver completamente.\n3. Quando começar a ferver, abaixe o fogo e cozinhe por cerca de 20 minutos, até atingir o ponto de fio.\n4. Enquanto isso, passe as gemas por uma peneira fina para remover impurezas.\n5. Despeje as gemas delicadamente na calda quente, mexendo constantemente para formar fios.\n6. Cozinhe por mais 5 minutos, mexendo delicadamente.\n7. Retire do fogo e deixe esfriar antes de servir.",
    "image_url": "/local-recipes/images/fios-de-ovos.jpeg",
    "category": "Sobremesa",
    "area": "Portugal",
    "ingredients": "30 gemas de ovo (temperatura ambiente), 1 kg de açúcar, 500 ml de água, água gelada (o suficiente), 1 colher (sopa) de essência de baunilha, 1 colher (sobremesa) de essência de rum",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=rsOKaWtQpmE"
  },
  {
    "id": "16",
    "name": "Pamonha de Milho Verde",
    "slug": "pamonha-de-milho-verde",
    "description": "1. Descasque as espigas de milho, retire os cabelinhos e reserve as palhas.\n2. Cozinhe as palhas em água fervente por cerca de 10 minutos para amolecer.\n3. Debulhe as espigas de milho e bata no liquidificador com o coco ralado e o leite até obter uma massa homogênea.\n4. Acrescente o açúcar e misture bem.\n5. Coloque a massa nas palhas de milho, formando pacotinhos, e amarre bem.\n6. Cozinhe os pacotinhos em água fervente por aproximadamente 1 hora ou até que estejam firmes.",
    "image_url": "/local-recipes/images/pamonha.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "10 espigas de milho maduro, 100g de coco ralado (fresco ou de saquinho), 1 xícara de açúcar, 25ml de leite integral",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=8VV5M3p7kmk"
  },
  {
    "id": "17",
    "name": "Bolo de Milho Salgado",
    "slug": "bolo-de-milho-salgado",
    "description": "1. No liquidificador, bata o milho, leite, óleo e ovos até obter uma mistura homogênea.\n2. Transfira para uma tigela e adicione o fubá, amido de milho, açúcar, sal e fermento. Misture bem.\n3. Incorpore o presunto e queijo picados, além da salsinha e cebolinha.\n4. Despeje a massa em uma forma untada e enfarinhada.\n5. Asse em forno pré-aquecido a 180°C por cerca de 40 minutos ou até dourar.",
    "image_url": "/local-recipes/images/bolo-de-milho-salgado.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "1 lata de milho verde escorrido, 1 lata de leite, 1 lata de fubá, 1/2 lata de óleo, 3 ovos, 2 colheres de sopa de amido de milho, 2 colheres de café de açúcar, 1 colher de café de sal, 1 colher de sopa de fermento em pó, presunto e queijo a gosto, salsinha e cebolinha a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=ulIiF905qMg"
  },
  {
    "id": "18",
    "name": "Cuscuz de Milho",
    "slug": "cuscuz-de-milho",
    "description": "1. Em uma tigela, misture a farinha de milho com o sal.\n2. Adicione a água aos poucos, mexendo com uma colher para umedecer a farinha. Deixe hidratar por 10 minutos.\n3. Preencha o fundo de uma cuscuzeira com água e coloque o cesto de vapor.\n4. Coloque a mistura de farinha de milho no cesto, sem compactar.\n5. Cozinhe em fogo alto até a água ferver, depois reduza para fogo baixo e deixe no vapor por cerca de 10 minutos.\n6. Retire o cuscuz, adicione a manteiga e sirva.",
    "image_url": "/local-recipes/images/cuscuz-de-milho.jpeg",
    "category": "Café da Manhã",
    "area": "Brasil",
    "ingredients": "1½ xícara (chá) de farinha de milho flocada, ½ colher (chá) de sal, ¾ de xícara (chá) de água, 2 colheres (sopa) de manteiga",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=utGGk6156ig"
  },
  {
    "id": "19",
    "name": "Milho Cozido com Manteiga de Ervas",
    "slug": "milho-cozido-com-manteiga-de-ervas",
    "description": "1. Em uma panela grande, coloque água para ferver.\n2. Acrescente as espigas de milho e cozinhe por 20 minutos.\n3. Escorra, passe manteiga por cima e polvilhe sal e ervas finas antes de servir.",
    "image_url": "/local-recipes/images/milho-cozido-manteiga-ervas.jpeg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "Espigas de milho, manteiga, sal, ervas finas (salsinha, cebolinha, orégano)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=oAO_T-p3Ttc"
  },
  {
    "id": "20",
    "name": "Polenta Cremosa ou Frita",
    "slug": "polenta-cremosa-ou-frita",
    "description": "1. Dissolva o fubá em 2 copos de água fria.\n2. Em uma panela em fogo médio, adicione o azeite, cebola, alho e o sal. Mexa bem até dourar.\n3. Acrescente o fubá já diluído (na água toda), mexendo de preferência com uma colher de pau por mais ou menos 15 minutos, até obter uma consistência bem firme na polenta.",
    "image_url": "/local-recipes/images/polenta-cremosa-frita.jpeg",
    "category": "Prato Principal",
    "area": "Itália",
    "ingredients": "Fubá, água, azeite, cebola, alho, sal",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=qe46tIhJwxY"
  },
  {
    "id": "21",
    "name": "Sopa de Milho Cremosa",
    "slug": "sopa-de-milho-cremosa",
    "description": "1. Bata no liquidificador o milho, o creme de leite, o leite e o sal até obter um creme bem homogêneo.\n2. Passe pela peneira, depois coloque em uma panela e leve ao fogo até levantar fervura.\n3. Junte o queijo e sirva a seguir.",
    "image_url": "/local-recipes/images/sopa-milho-cremosa.jpeg",
    "category": "Sopa",
    "area": "Internacional",
    "ingredients": "Milho, creme de leite, leite, sal, queijo",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=-YVMM_jFI6M"
  },
  {
    "id": "22",
    "name": "Curau - Creme de Milho com Leite",
    "slug": "curau-creme-de-milho-com-leite",
    "description": "1. Debulhe as espigas de milho com uma faca.\n2. No liquidificador, bata o milho com o leite até triturar bem.\n3. Passe a mistura por uma peneira fina, pressionando com as costas de uma colher para extrair bem todo o líquido.\n4. Coloque o líquido em uma panela, adicione o açúcar, o sal e a manteiga.\n5. Leve ao fogo médio, mexendo constantemente com um batedor de arame até começar a ferver.\n6. Abaixe o fogo e continue mexendo por mais 5 minutos, até formar um creme grosso.\n7. Distribua o creme em ",
    "image_url": "/local-recipes/images/curau-milho-verde.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "8 espigas de milho verde (aproximadamente 1150g), 1 litro de leite, ¾ xícara de açúcar, 1 pitada de sal, 2 colheres de sopa de manteiga, canela em pó (para polvilhar)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=exemplo-curau"
  },
  {
    "id": "23",
    "name": "Canjica - Milho Branco com Leite e Coco",
    "slug": "canjica-milho-branco-com-leite-e-coco",
    "description": "1. Lave bem a canjica em água corrente.\n2. Deixe de molho por aproximadamente 4 horas.\n3. Escorra a canjica e coloque-a na panela de pressão.\n4. Cubra com 2 litros de água e cozinhe por cerca de 20 minutos ou até que esteja macia.\n5. Em outra panela, adicione o leite, o leite condensado, o açúcar, o coco ralado, o cravo e a canela.\n6. Leve ao fogo médio e deixe ferver por 10 minutos, mexendo sempre para não grudar no fundo da panela.\n7. Adicione a canjica cozida à mistura e cozinhe por mais 10 m",
    "image_url": "/local-recipes/images/canjica-milho-branco.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "500g de canjica branca, 2 litros de água, 1 xícara de açúcar, 1 litro de leite, 1 lata de leite condensado, 100g de coco ralado, cravo-da-índia e canela-da-índia em casca a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=exemplo-canjica"
  },
  {
    "id": "24",
    "name": "Molho de Tomate Caseiro",
    "slug": "molho-de-tomate-caseiro",
    "description": "1. Lave bem os tomates, corte-os em 8 partes e coloque-os na panela de pressão (com sementes e pele).\n2. Adicione a cebola, o alho, o sal e o açúcar.\n3. Feche a panela de pressão e cozinhe por 15 minutos (após o apito).\n4. Abra a panela, despeje o conteúdo no liquidificador e bata até obter um creme pastoso.\n5. Se desejar, adicione manjericão fresco picado e misture bem.",
    "image_url": "/local-recipes/images/molho-tomate-caseiro.jpeg",
    "category": "Molho",
    "area": "Itália",
    "ingredients": "Tomates maduros, cebola, alho, sal, açúcar, manjericão fresco (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=3nevn6PmN0E"
  },
  {
    "id": "25",
    "name": "Bruschetta de Tomate e Manjericão",
    "slug": "bruschetta-de-tomate-e-manjeric-o",
    "description": "1. Corte a baguete em fatias de 1 cm e toste-as no forno até ficarem crocantes e levemente douradas.\n2. Lave, seque e corte os tomates ao meio. Retire as sementes e corte cada metade em cubos pequenos.\n3. Transfira os tomates para uma tigela, adicione as folhas de manjericão picadas e regue com azeite. Tempere com sal e pimenta a gosto e misture delicadamente.\n4. Esfregue um dente de alho nas fatias de pão tostado.\n5. Coloque a mistura de tomate sobre as fatias de pão e sirva imediatamente.",
    "image_url": "/local-recipes/images/bruschetta-tomate-manjericao.jpeg",
    "category": "Aperitivo",
    "area": "Itália",
    "ingredients": "Baguete, tomates maduros, manjericão fresco, azeite extra virgem, alho, sal, pimenta-do-reino",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=4KddTGYx6rQ"
  },
  {
    "id": "26",
    "name": "Salada Caprese",
    "slug": "salada-caprese",
    "description": "1. Lave bem os tomates e corte-os em rodelas médias.\n2. Corte a mussarela de búfala em fatias do mesmo tamanho das rodelas de tomate.\n3. Em um prato, alterne as fatias de tomate e mussarela, formando uma espiral ou linha reta.\n4. Regue com azeite, tempere com sal e pimenta-do-reino a gosto.\n5. Finalize com folhas de manjericão fresco por cima.",
    "image_url": "/local-recipes/images/salada-caprese.jpeg",
    "category": "Salada",
    "area": "Itália",
    "ingredients": "Tomates maduros, mussarela de búfala, manjericão fresco, azeite extra virgem, sal, pimenta-do-reino",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=naPYvOIRYZ4"
  },
  {
    "id": "27",
    "name": "Sopa de Tomate Cremosa",
    "slug": "sopa-de-tomate-cremosa",
    "description": "1. Em uma panela, aqueça o azeite e refogue a cebola e o alho até ficarem dourados.\n2. Adicione os tomates picados e cozinhe por cerca de 10 minutos.\n3. Acrescente o caldo de legumes e deixe ferver por 15 minutos.\n4. Bata tudo no liquidificador até obter um creme homogêneo.\n5. Volte à panela, adicione o creme de leite e ajuste o sal e a pimenta.\n6. Sirva quente, decorado com folhas de manjericão fresco.",
    "image_url": "/local-recipes/images/sopa-tomate-cremosa.jpeg",
    "category": "Sopa",
    "area": "Itália",
    "ingredients": "Tomates maduros, cebola, alho, azeite, caldo de legumes, creme de leite, manjericão fresco, sal, pimenta",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=mb0o..."
  },
  {
    "id": "28",
    "name": "Macarrão alla Puttanesca",
    "slug": "macarr-o-alla-puttanesca",
    "description": "1. Cozinhe o espaguete conforme as instruções da embalagem.\n2. Em uma frigideira, aqueça o azeite e refogue o alho até dourar.\n3. Adicione as anchovas e amasse-as até desmancharem.\n4. Acrescente as azeitonas, alcaparras e tomates picados.\n5. Cozinhe por cerca de 8 minutos, até o molho engrossar.\n6. Misture o molho com o espaguete cozido.\n7. Sirva com salsinha picada e um fio de azeite.",
    "image_url": "/local-recipes/images/pasta-alla-puttanesca.jpeg",
    "category": "Prato Principal",
    "area": "Itália",
    "ingredients": "Espaguete, tomates maduros, anchovas, azeitonas pretas, alcaparras, alho, azeite, salsinha, sal, pimenta",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=omEiBvnReUY"
  },
  {
    "id": "29",
    "name": "Pizza Margherita",
    "slug": "pizza-margherita",
    "description": "1. Prepare a massa: em uma tigela, misture o fermento com água morna e deixe descansar por 5 minutos.\n2. Adicione a farinha e o sal, misture até formar uma massa lisa.\n3. Sove a massa por cerca de 10 minutos e deixe descansar por 1 hora.\n4. Modele a massa em formato de disco e coloque em uma assadeira.\n5. Espalhe o molho de tomate sobre a massa.\n6. Cubra com fatias de mussarela e folhas de manjericão.\n7. Asse em forno pré-aquecido a 220°C por 10-15 minutos, até o queijo derreter e dourar.",
    "image_url": "/local-recipes/images/pizza-margherita.jpeg",
    "category": "Prato Principal",
    "area": "Itália",
    "ingredients": "Farinha de trigo, fermento biológico, água morna, sal, molho de tomate, mussarela, manjericão fresco, azeite",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=omEiBvnReUY"
  },
  {
    "id": "30",
    "name": "Sopa de Cenoura Cremosa",
    "slug": "sopa-de-cenoura-cremosa",
    "description": "1. Refogue a cebola e o alho no azeite até ficarem dourados.\n2. Adicione as cenouras picadas e refogue por mais alguns minutos.\n3. Acrescente o caldo quente e deixe cozinhar até as cenouras ficarem bem macias.\n4. Bata a sopa no liquidificador (cuidado com o vapor) até ficar cremosa.\n5. Tempere com sal e pimenta. Se quiser, finalize com um fio de creme de leite.",
    "image_url": "/local-recipes/images/sopa-cenoura-cremosa.jpeg",
    "category": "Sopa",
    "area": "Internacional",
    "ingredients": "1 kg de cenouras descascadas e picadas, 1 cebola média picada, 2 dentes de alho amassados, 1 litro de caldo de legumes ou frango, azeite, sal e pimenta a gosto, gengibre ralado (opcional), creme de leite ou iogurte para servir (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=9QJb1u6gTKA"
  },
  {
    "id": "31",
    "name": "Salada de Cenoura Ralada",
    "slug": "salada-de-cenoura-ralada",
    "description": "1. Lave, descasque e rale as cenouras no ralo grosso.\n2. Em uma tigela, misture a cenoura ralada com o suco de limão, o azeite e o sal.\n3. Acrescente as ervas picadas e misture bem.\n4. Deixe na geladeira por alguns minutos para os sabores se incorporarem.",
    "image_url": "/local-recipes/images/salada-cenoura-ralada.jpeg",
    "category": "Salada",
    "area": "Internacional",
    "ingredients": "4 cenouras médias raladas, suco de 1 limão, 2 colheres de sopa de azeite de oliva, sal a gosto, salsinha, cebolinha ou hortelã picadas",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/shorts/3wXc7vQ7Yg8"
  },
  {
    "id": "32",
    "name": "Cenoura Assada com Mel e Ervas",
    "slug": "cenoura-assada-com-mel-e-ervas",
    "description": "1. Pré-aqueça o forno a 200°C.\n2. Em uma tigela, misture as cenouras com o azeite, mel, ervas, sal e pimenta.\n3. Espalhe as cenouras em uma assadeira, sem amontoar.\n4. Asse por 25-35 minutos, ou até ficarem macias e com as bordas douradas.",
    "image_url": "/local-recipes/images/cenoura-assada-mel-ervas.jpeg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "500g de cenouras (baby ou cortadas em bastões), 2 colheres de sopa de azeite, 1 colher de sopa de mel ou maple syrup, 1 colher de chá de tomilho ou alecrim seco, sal e pimenta-do-reino a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=4aA_71xEPaI"
  },
  {
    "id": "33",
    "name": "Cenoura Refogada com Alho e Cebola",
    "slug": "cenoura-refogada-com-alho-e-cebola",
    "description": "1. Aqueça o azeite em uma panela e refogue a cebola até ficar transparente.\n2. Adicione o alho e refogue por mais 30 segundos.\n3. Acrescente as cenouras, tempere com sal e pimenta e refogue por alguns minutos.\n4. Adicione um pouco de água (cerca de 1/4 de xícara), tampe a panela e cozinhe em fogo baixo até a cenoura ficar \"al dente\".\n5. Finalize com salsinha picada.",
    "image_url": "/local-recipes/images/cenoura-refogada-alho-cebola.jpeg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "4 cenouras médias cortadas em rodelas, 1/2 cebola picada, 2 dentes de alho picados, azeite, sal e pimenta a gosto, salsinha picada",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/shorts/8vXh7t8vq0I"
  },
  {
    "id": "34",
    "name": "Bolinho de Legumes com Cenoura",
    "slug": "bolinho-de-legumes-com-cenoura",
    "description": "1. Em uma tigela, misture todos os legumes ralados.\n2. Adicione a batata amassada, o ovo, a farinha de trigo e os temperos. Misture bem até formar uma massa homogênea.\n3. Modele pequenos bolinhos com as mãos.\n4. Aqueça o óleo em uma panela e frite os bolinhos em fogo médio até dourarem dos dois lados.\n5. Coloque sobre papel toalha para escorrer o excesso de óleo.",
    "image_url": "/local-recipes/images/bolinho-legumes-cenoura.jpeg",
    "category": "Aperitivo",
    "area": "Internacional",
    "ingredients": "2 cenouras médias raladas, 1 batata média cozida e amassada, 1/2 abobrinha ralada, 1/2 cebola ralada, 2 colheres de sopa de farinha de trigo, 1 ovo, salsinha, sal, pimenta e outros temperos a gosto, óleo para fritar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=6p9dU4d1VpQ"
  },
  {
    "id": "35",
    "name": "Bolo de Cenoura com Cobertura de Chocolate",
    "slug": "bolo-de-cenoura-com-cobertura-de-chocolate",
    "description": "1. Bata no liquidificador as cenouras, os ovos e o óleo.\n2. Em uma tigela, misture o líquido do liquidificador com o açúcar e a farinha peneirada.\n3. Por último, adicione o fermento e misture delicadamente.\n4. Despeje em uma forma untada e asse em forno médio (180°C) por cerca de 40 minutos.\n5. Para a cobertura, misture todos os ingredientes em uma panela e leve ao fogo baixo, mexendo até engrossar. Cubra o bolo ainda quente.",
    "image_url": "/local-recipes/images/bolo-cenoura-cobertura-chocolate.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "3 cenouras médias descascadas e picadas, 3 ovos, 1 xícara de óleo, 2 xícaras de açúcar, 2 xícaras de farinha de trigo, 1 colher de sopa de fermento em pó, 1 colher de sopa de manteiga, 3 colheres de sopa de chocolate em pó, 3 colheres de sopa de açúcar, 1/2 xícara de leite",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=SG6q4q8Bv0E"
  },
  {
    "id": "36",
    "name": "Muffins de Cenoura",
    "slug": "muffins-de-cenoura",
    "description": "1. Pré-aqueça o forno a 180°C. Forre uma fôrma de muffins com forminhas de papel.\n2. Em uma tigela, misture os ingredientes secos (farinha, açúcar, canela, fermento e sal).\n3. Em outra tigela, misture os ingredientes molhados (óleo, ovo e cenoura ralada).\n4. Junte as duas misturas, mexendo apenas até incorporar (não bata demais).\n5. Distribua a massa nas forminhas e asse por 20-25 minutos, ou até que um palito saia limpo.",
    "image_url": "/local-recipes/images/muffins-cenoura.jpeg",
    "category": "Sobremesa",
    "area": "Internacional",
    "ingredients": "1 xícara de cenoura ralada, 1 xícara de farinha de trigo, 1/2 xícara de açúcar mascavo, 1/2 xícara de óleo, 1 ovo, 1 colher de chá de canela em pó, 1/2 colher de chá de fermento em pó, uma pitada de sal",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=4v1Y7_3x1XQ"
  },
  {
    "id": "37",
    "name": "Pão de Cenoura",
    "slug": "p-o-de-cenoura",
    "description": "1. Dissolva o fermento no leite morno com uma pitada de açúcar.\n2. Em uma tigela, misture a cenoura, o óleo, o ovo, o sal e o açúcar. Adicione a mistura de leite e fermento.\n3. Acrescente a farinha de trigo aos poucos, sovando a massa até que ela desgrude das mãos.\n4. Deixe a massa descansar por 1 hora, ou até dobrar de volume.\n5. Modele o pão, coloque em uma forma e deixe descansar por mais 30 minutos. Asse em forno médio por cerca de 30 minutos.",
    "image_url": "/local-recipes/images/pao-cenoura.jpeg",
    "category": "Pão",
    "area": "Internacional",
    "ingredients": "1 xícara de cenoura cozida e amassada, 1/2 xícara de leite morno, 1/4 xícara de óleo, 2 colheres de sopa de açúcar, 1 colher de chá de sal, 1 ovo, 10g de fermento biológico fresco, aproximadamente 500g de farinha de trigo",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=3vX6JvjV9Lw"
  },
  {
    "id": "38",
    "name": "Docinho de Cenoura com Coco",
    "slug": "docinho-de-cenoura-com-coco",
    "description": "1. Em uma panela, misture a cenoura ralada, o leite condensado, a manteiga e o coco.\n2. Cozinhe em fogo médio, mexendo sem parar, até a massa desgrudar do fundo da panela (ponto de brigadeiro).\n3. Transfira para um prato untado com manteiga e deixe esfriar.\n4. Com as mãos untadas, faça bolinhas e passe no açúcar com canela ou no coco ralado.",
    "image_url": "/local-recipes/images/docinho-cenoura-coco.jpeg",
    "category": "Sobremesa",
    "area": "Brasil",
    "ingredients": "1 cenoura média ralada, 1 lata de leite condensado, 1 colher de sopa de manteiga, 100g de coco ralado (seco ou fresco), açúcar e canela para polvilhar, ou coco extra para enrolar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=Yq8c8a8Vh5A"
  },
  {
    "id": "39",
    "name": "Brócolis ao Alho e Óleo",
    "slug": "br-colis-ao-alho-e-leo",
    "description": "1. Lave o brócolis e corte os floretes. O talo pode ser descascado e picado para usar também.\n2. Cozinhe os brócolis no vapor ou em água fervente com sal por 3-4 minutos, até ficar \"al dente\". Escorra bem.\n3. Em uma frigideira grande, aqueça o azeite e refogue o alho até dourar levemente.\n4. Adicione o brócolis cozido e escorrido à frigideira. Tempere com sal, pimenta e refogue por alguns minutos para incorporar os sabores.\n5. Finalize com o suco de limão, se desejar.",
    "image_url": "/local-recipes/images/brocolis-alho-oleo.jpeg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "1 maço de brócolis, 3 dentes de alho picados, 3 colheres de sopa de azeite, sal e pimenta-do-reino a gosto, suco de meio limão (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/shorts/3pNn5JvqV-s"
  },
  {
    "id": "40",
    "name": "Sopa Cremosa de Brócolis",
    "slug": "sopa-cremosa-de-br-colis",
    "description": "1. Refogue a cebola e o alho em uma panela com um fio de azeite.\n2. Adicione a batata e o brócolis (floretes e talo picado) e refogue por 2 minutos.\n3. Acrescente o caldo quente e cozinhe até os legumes ficarem bem macios.\n4. Bata a sopa no liquidificador (cuidado com o vapor) até ficar lisa e cremosa.\n5. Volte a sopa para a panela, tempere com sal, pimenta e noz-moscada. Desligue o fogo e misture o creme de leite, se usar.",
    "image_url": "/local-recipes/images/sopa-cremosa-brocolis.jpeg",
    "category": "Sopa",
    "area": "Internacional",
    "ingredients": "1 maço de brócolis, 1 batata média descascada e picada, 1/2 cebola picada, 2 dentes de alho, 1 litro de caldo de legumes ou frango, sal, pimenta e noz-moscada a gosto, 1/2 xícara de creme de leite (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=Y3KqOWB2n-Q"
  },
  {
    "id": "41",
    "name": "Quiche de Brócolis",
    "slug": "quiche-de-br-colis",
    "description": "1. Pré-aqueça o forno a 180°C. Forre uma forma de torta com a massa e fure o fundo com um garfo.\n2. Espalhe o brócolis cozido e a cebola refogada sobre a massa.\n3. Em uma tigela, bata os ovos, o creme de leite, o queijo e os temperos.\n4. Despeje essa mistura sobre o brócolis na forma.\n5. Asse por 30 a 40 minutos, ou até dourar e o recheio estar firme.",
    "image_url": "/local-recipes/images/quiche-brocolis.jpeg",
    "category": "Prato Principal",
    "area": "Internacional",
    "ingredients": "1 massa de torta (pronta ou caseira), 1 xícara de brócolis cozido e picado, 3 ovos, 1 xícara de creme de leite, 1 xícara de queijo muçarela ralado, 1/2 cebola picada e refogada, sal, pimenta e noz-moscada a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=zQnLmzTO4_c"
  },
  {
    "id": "42",
    "name": "Macarrão com Brócolis e Alho",
    "slug": "macarr-o-com-br-colis-e-alho",
    "description": "1. Cozinhe o macarrão em água salgada. Nos últimos 3 minutos de cozimento, adicione os floretes de brócolis à panela.\n2. Enquanto isso, aqueça uma boa quantidade de azeite em uma frigideira e doure as lâminas de alho.\n3. Escorra o macarrão e o brócolis, reservando um pouco da água do cozimento.\n4. Misture o macarrão e o brócolis na frigideira com o azeite e alho. Adicione um pouco da água do cozimento para formar um molho.\n5. Tempere com sal e pimenta. Sirva com queijo parmesão ralado por cima.",
    "image_url": "/local-recipes/images/macarrao-brocolis-alho.jpeg",
    "category": "Prato Principal",
    "area": "Itália",
    "ingredients": "1 pacote de macarrão (espaguete, penne, etc.), 1 maço de brócolis, 4 dentes de alho em lâminas, 1/2 pimenta dedo-de-moça (opcional), azeite extravirgem, queijo parmesão ralado a gosto, sal e pimenta-do-reino",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=H8kEYu3iB-s"
  },
  {
    "id": "43",
    "name": "Salada de Brócolis com Grão-de-Bico",
    "slug": "salada-de-br-colis-com-gr-o-de-bico",
    "description": "1. Cozinhe os floretes de brócolis no vapor por 3-4 minutos, até ficarem verdes e crocantes. Depois, mergulhe em água gelada para parar o cozimento.\n2. Em uma tigela grande, misture o brócolis resfriado, o grão-de-bico e os tomates cereja.\n3. Tempere com azeite, suco de limão, sal, pimenta e as ervas picadas.\n4. Misture bem e leve à geladeira por pelo menos 30 minutos para os sabores se incorporarem.",
    "image_url": "/local-recipes/images/salada-brocolis-grao-bico.jpeg",
    "category": "Salada",
    "area": "Internacional",
    "ingredients": "1 maço de brócolis em floretes pequenos, 1 lata de grão-de-bico escorrido e lavado, 1 xícara de tomate cereja cortado ao meio, azeite, suco de limão, sal e pimenta, ervas frescas (salsinha ou manjericão)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=9zqJfHcC9es"
  },
  {
    "id": "44",
    "name": "Purê de Batata Cremoso",
    "slug": "pur-de-batata-cremoso",
    "description": "1. Descasque e corte as batatas em pedaços. Cozinhe em água salgada até ficarem macias.\n2. Escorra bem a água e passe as batatas quentes pelo espremedor.\n3. Volte o purê para a panela e adicione a manteiga, mexendo até incorporar.\n4. Aqueça o leite com o creme de leite e adicione aos poucos ao purê, mexendo vigorosamente.\n5. Tempere com sal e noz-moscada a gosto até ficar cremoso e homogêneo.",
    "image_url": "/local-recipes/images/pure-batata-cremoso.jpeg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "1 kg de batatas (tipo asterix ou baroa), 1/2 xícara de leite morno, 1/4 xícara de creme de leite, 3 colheres de sopa de manteiga, sal e noz-moscada a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=GgvY2YwYTG0"
  },
  {
    "id": "45",
    "name": "Batata Frita Tradicional",
    "slug": "batata-frita-tradicional",
    "description": "1. Descasque as batatas e corte em palitos de espessura uniforme.\n2. Lave bem os palitos em água fria e seque muito bem com um pano de prato.\n3. Aqueça o óleo em uma panela funda. Frite as batatas em fogo médio-alto em duas etapas:\n4. Primeira fritura: Frite até ficarem cozidas por dentro e levemente douradas. Retire e escorra.\n5. Segunda fritura: Aumente o fogo e frite as batatas novamente, até ficarem crocantes e douradas.\n6. Escorra em papel toalha e tempere com sal imediatamente.",
    "image_url": "/local-recipes/images/batata-frita-tradicional.jpeg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "1 kg de batatas, óleo para fritar, sal a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=KcKaE2DyC0M"
  },
  {
    "id": "46",
    "name": "Batata Rústica no Forno",
    "slug": "batata-r-stica-no-forno",
    "description": "1. Pré-aqueça o forno a 200°C.\n2. Lave bem as batatas (com a casca) e corte em pedaços irregulares (gomos).\n3. Em uma tigela, misture as batatas com o azeite, o alecrim, o alho, o sal e a pimenta.\n4. Espalhe as batatas em uma assadeira, sem amontoar.\n5. Asse por 40-50 minutos, ou até ficarem douradas e crocantes por fora e macias por dentro.",
    "image_url": "/local-recipes/images/batata-rustica-forno.jpeg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "1 kg de batatas (tipo inglesa), 3 colheres de sopa de azeite, 1 colher de sopa de alecrim fresco, 4 dentes de alho amassados com a pele, sal grosso e pimenta-do-reino a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=Jc7kpQ_KsYk"
  },
  {
    "id": "47",
    "name": "Batata Recheada",
    "slug": "batata-recheada",
    "description": "1. Pré-aqueça o forno a 200°C. Lave e seque as batatas.\n2. Faça furos com um garfo, passe azeite e sal e asse por cerca de 1 hora, ou até ficarem macias.\n3. Deixe esfriar um pouco, corte ao meio e retire o miolo com cuidado, deixando uma borda.\n4. Amasse o miolo e misture com o recheio de sua escolha (ex.: frango desfiado com requeijão).\n5. Recheie as cascas de batata, cubra com queijo e leve ao forno novamente por 15-20 minutos para gratinar.",
    "image_url": "/local-recipes/images/batata-recheada.jpeg",
    "category": "Prato Principal",
    "area": "Internacional",
    "ingredients": "4 batatas grandes para assar (tipo russet), azeite, sal e pimenta, frango desfiado temperado, milho, requeijão e queijo muçarela para gratinar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=2XwDpALYp3A"
  },
  {
    "id": "48",
    "name": "Sopa de Batata com Queijo",
    "slug": "sopa-de-batata-com-queijo",
    "description": "1. Refogue a cebola e o alho em uma panela com manteiga ou azeite.\n2. Adicione as batatas e o caldo. Cozinhe até as batatas estarem macias.\n3. Amasse levemente as batatas com um amassador, deixando alguns pedaços para textura.\n4. Abaixe o fogo e adicione o creme de leite e o queijo, mexendo até derreter.\n5. Tempere com sal e pimenta. Sirva com cebolinha picada por cima.",
    "image_url": "/local-recipes/images/sopa-batata-queijo.jpeg",
    "category": "Sopa",
    "area": "Internacional",
    "ingredients": "1 kg de batatas descascadas e picadas, 1 cebola picada, 2 dentes de alho picados, 1 litro de caldo de legumes ou frango, 1 xícara de creme de leite, 2 xícaras de queijo cheddar ralado (ou outro queijo derretível), sal, pimenta e cebolinha a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=K9tuhs12xY4"
  },
  {
    "id": "49",
    "name": "Escondidinho de Carne Seca com Purê de Batata",
    "slug": "escondidinho-de-carne-seca-com-pur-de-batata",
    "description": "1. Preparo da Batata: Descasque e corte as batatas em pedaços. Cozinhe em água salgada até ficarem muito macias. Escorra a água completamente e passe as batatas ainda quentes pelo espremedor. Volte o purê para a panela, em fogo baixo, e adicione a manteiga, mexendo bem. Aos poucos, adicione o leite morno e o creme de leite, mexendo vigorosamente até obter um purê liso e cremoso. Tempere com sal e uma pitada de noz-moscada. Reserve.\n2. Preparo do Recheio: Em uma panela, aqueça o azeite e refogue ",
    "image_url": "/local-recipes/images/escondidinho-carne-seca.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "1 kg de batatas, 1/2 xícara de leite morno, 1/4 de xícara de creme de leite, 2 colheres de sopa de manteiga, sal e noz-moscada a gosto, 500g de carne seca dessalgada desfiada e cozida, 1 cebola picada, 2 dentes de alho picados, 1 pimentão verde picado, 2 tomates picados, 3 colheres de sopa de azeite, salsinha e cebolinha a gosto, 100g de queijo coalho ou muçarela ralada",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=3VQKUD6Qr0A"
  },
  {
    "id": "50",
    "name": "Batata Gratinada ao Forno (Batata Au Gratin)",
    "slug": "batata-gratinada-ao-forno-batata-au-gratin-",
    "description": "1. Molho Branco (Béchamel): Em uma panela, derreta a manteiga em fogo médio. Adicione a farinha de trigo e mexa por 1 minuto para cozinhar o sabor da farinha (faça um 'roux'). Aos poucos, adicione o leite frio, batendo com um fouet para não formar grumos. Adicione o creme de leite e os dentes de alho amassados. Cozinhe, mexendo sempre, até o molho engrossar e cobrir o fundo da colher. Tempere com sal, pimenta branca e noz-moscada a gosto.\n2. Preparo da Batata: Descasque as batatas e corte-as em ",
    "image_url": "/local-recipes/images/batata-gratinada-forno.jpeg",
    "category": "Prato Principal",
    "area": "França",
    "ingredients": "1,5 kg de batatas (tipo asterix ou baroa), 3 xícaras de leite, 1 xícara de creme de leite, 3 dentes de alho amassados, 200g de queijo muçarela ralado, 100g de queijo parmesão ralado, 2 colheres de sopa de manteiga, 3 colheres de sopa de farinha de trigo, noz-moscada, sal e pimenta branca a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=K9tuhs12xY4"
  },
  {
    "id": "51",
    "name": "Salada de Batata com Maionese",
    "slug": "salada-de-batata-com-maionese",
    "description": "1. Cozimento da Batata: Lave bem as batatas. Coloque-as em uma panela com água fria e sal. Leve ao fogo e cozinhe até que estejam macias (perfure com uma faca para verificar), mas ainda firmes, sem se desmanchar. Cuidado para não cozinhar demais.\n2. Resfriamento: Assim que estiverem cozidas, escorra a água quente imediatamente e coloque as batatas em uma tigela com água gelada e gelo. Isso interrompe o cozimento e ajuda a manter a textura. Deixe esfriar completamente.\n3. Descascamento e Corte: A",
    "image_url": "/local-recipes/images/salada-batata-maionese.jpeg",
    "category": "Salada",
    "area": "Internacional",
    "ingredients": "1 kg de batatas (tipo asterix ou baroa, mais firmes), 1 cebola pequena picada bem miudinha, 1/2 xícara de salsinha picada, 1 cenoura pequena cozida e picada em cubos (opcional), 1 xícara de maionese caseira ou industrializada, suco de 1/2 limão, sal e pimenta-do-reino a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=4nEHuuP4e8o"
  },
  {
    "id": "52",
    "name": "Batata Sauté (na Manteiga e Ervas)",
    "slug": "batata-saut-na-manteiga-e-ervas-",
    "description": "1. Pré-cozimento da Batata: Descasque as batatas. Se forem pequenas, deixe inteiras; se forem maiores, corte em quartos ou pedaços uniformes. Coloque-as em uma panela, cubra com água fria e adicione sal. Leve ao fogo e cozinhe por cerca de 10-15 minutos, ou até que estejam quase macias, mas ainda ofereçam resistência ao garfo (al dente). Escorra bem e seque levemente com um pano de prato.\n2. Dourar: Em uma frigideira grande e preferencialmente antiaderente, aqueça a manteiga e o azeite em fogo m",
    "image_url": "/local-recipes/images/batata-saute-manteiga-ervas.jpeg",
    "category": "Acompanhamento",
    "area": "França",
    "ingredients": "1 kg de batatas pequenas (tipo 'boleira') ou batatas comuns cortadas em pedaços médios, 3 colheres de sopa de manteiga, 2 colheres de sopa de azeite de oliva, 4 dentes de alho em lâminas finas, 2 colheres de sopa de ervas frescas (salsinha, tomilho e alecrim), sal e pimenta-do-reino moída na hora a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=WqYKCqK9_vQ"
  },
  {
    "id": "53",
    "name": "Batata Rosti Suíça",
    "slug": "batata-rosti-su-a",
    "description": "1. Preparo da Batata: Descasque as batatas. Rale-as no ralo grosso e, crucialmente, coloque-as imediatamente em uma peneira sobre uma tigela. Isso evita que oxidem (fiquem escuras).\n2. Remoção do Amido (Etapa Importante): Pressione as batatas raladas na peneira para eliminar o máximo de líquido possível. Em seguida, envolva-as em um pano de prato limpo e torça com força para extrair toda a umidade restante. Quanto mais secas, mais crocante ficará o Rosti.\n3. Temperar: Transfira a batata ralada e",
    "image_url": "/local-recipes/images/batata-rosti-suica.jpeg",
    "category": "Prato Principal",
    "area": "Suíça",
    "ingredients": "4 batatas grandes e firmes (cerca de 800g), 1 cebola pequena ralada, 2 colheres de sopa de manteiga derretida, 1 colher de chá de sal, pimenta-do-reino a gosto, noz-moscada a gosto (opcional), óleo ou manteiga para fritar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=BF8cnk5d8_c"
  },
  {
    "id": "54",
    "name": "Nhoque de Batata Caseiro",
    "slug": "nhoque-de-batata-caseiro",
    "description": "1. Cozimento da Batata: Lave bem as batatas. Coloque-as em uma panela com água fria e sal. Cozinhe com a casca até que fiquem bem macias (um garfo deve atravessar facilmente). É crucial cozinhá-las com casca para que absorvam menos água. Assim que estiverem cozidas, escorra a água e descasque as batatas ainda quentes, com o auxílio de um garfo e uma faca. Cuidado para não queimar as mãos.\n2. Preparo do Purê: Passe as batatas ainda quentes pelo espremedor diretamente sobre uma superfície lisa (co",
    "image_url": "/local-recipes/images/nhoque-batata-caseiro.jpeg",
    "category": "Prato Principal",
    "area": "Itália",
    "ingredients": "1 kg de batatas (preferencialmente batatas-salsa ou asterix), 300g de farinha de trigo (aproximadamente), 1 ovo levemente batido, sal a gosto, noz-moscada ralada a gosto (opcional), molho de tomate de sua preferência, queijo parmesão ralado para finalizar, folhas de manjericão fresco (opcional), manteiga derretida para pincelar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=aLSxRA6HQo4"
  },
  {
    "id": "55",
    "name": "Picadinho de Carne",
    "slug": "picadinho-de-carne",
    "description": "1. Tempere a carne com sal, pimenta e cominho.\n2. Em uma panela, aqueça o azeite e sele a carne em lotes. Reserve.\n3. Na mesma panela, refogue cebola e alho até dourar. Acrescente o pimentão.\n4. Volte a carne, adicione tomates, salsinha e louro. Misture.\n5. Acrescente água quente, tampe e cozinhe em fogo baixo por 1h (ou até macia).\n6. Ajuste temperos e sirva.",
    "image_url": "/local-recipes/images/picadinho-carne.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "1 kg de coxão mole ou alcatra em cubos, 2 cebolas picadas, 4 dentes de alho picados, 1 pimentão verde picado, 3 tomates picados, 2 colheres de sopa de azeite, 3 colheres de sopa de salsinha picada, 1 folha de louro, sal, pimenta-do-reino e cominho a gosto, 1 xícara de água quente",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=9gL2g3d6fGY"
  },
  {
    "id": "56",
    "name": "Carne de Panela",
    "slug": "carne-de-panela",
    "description": "1. Tempere a carne com alho, sal, pimenta e colorau.\n2. Na panela de pressão, aqueça o óleo e sele a carne.\n3. Adicione cebola, tomate e refogue.\n4. Cubra com água quente, tampe e cozinhe por 30–40 min.\n5. Abra, adicione batatas e cenouras, tampe e cozinhe por mais 10 min.\n6. Finalize com salsinha e cebolinha.",
    "image_url": "/local-recipes/images/carne-panela.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "1,5 kg de patinho ou coxão duro em pedaços, 4 batatas cortadas ao meio, 3 cenouras em rodelas grossas, 2 cebolas em pedaços grandes, 4 dentes de alho amassados, 2 tomates picados, 3 colheres de sopa de óleo, salsinha e cebolinha a gosto, sal, pimenta-do-reino e colorau a gosto, água quente até quase cobrir a carne",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=o1w6-6_5bN4"
  },
  {
    "id": "57",
    "name": "Bife à Cavalo",
    "slug": "bife-cavalo",
    "description": "1. Tempere os bifes com alho, sal e pimenta.\n2. Frite em frigideira quente com óleo e manteiga (2–4 min cada lado).\n3. Retire e reserve.\n4. Na mesma frigideira, frite os ovos com gema mole.\n5. Sirva cada bife com um ovo por cima e batata frita.",
    "image_url": "/local-recipes/images/bife-cavalo.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "4 bifes de contrafilé ou alcatra, 4 ovos, 2 dentes de alho amassados, sal e pimenta a gosto, manteiga e/ou óleo, batata frita para acompanhar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=2h5p_3lI9pE"
  },
  {
    "id": "58",
    "name": "Escondidinho de Carne Moída",
    "slug": "escondidinho-de-carne-mo-da",
    "description": "1. Purê: cozinhe as batatas, amasse e misture com leite, manteiga e temperos.\n2. Recheio: refogue cebola e alho, adicione carne moída e cozinhe. Acrescente extrato, ervilhas e temperos.\n3. Montagem: em refratário, coloque carne moída, cubra com purê e finalize com muçarela.\n4. Leve ao forno a 200°C por 20 min para gratinar.",
    "image_url": "/local-recipes/images/escondidinho-carne-moida.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "1 kg de batatas, 1/2 xícara de leite morno, 2 colheres de sopa de manteiga, sal e noz-moscada a gosto, 500g de carne moída, 1 cebola picada, 2 dentes de alho picados, 3 colheres de sopa de extrato de tomate, 1 xícara de ervilhas (opcional), sal, pimenta e cheiro-verde a gosto, queijo muçarela ralado",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=6vVQ8P3vD_c"
  },
  {
    "id": "59",
    "name": "Carne Louca",
    "slug": "carne-louca",
    "description": "1. Cozinhe a carne na pressão até macia e desfie.\n2. Refogue cebola, alho e pimentões em azeite.\n3. Acrescente a carne desfiada, molho de tomate, inglês, mostarda e temperos.\n4. Adicione palmito e azeitonas. Cozinhe por 10–15 min.\n5. Sirva em sanduíches, arroz ou tapiocas.",
    "image_url": "/local-recipes/images/carne-louca.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "1 kg de paleta ou acém, 2 cebolas fatiadas, 4 dentes de alho picados, 1 pimentão verde em tiras, 1 pimentão vermelho em tiras, 200g de palmito picado (opcional), 1/2 xícara de azeitonas, 3 colheres de sopa de molho de tomate, 2 colheres de sopa de molho inglês, 1 colher de sopa de mostarda, azeite, sal, pimenta e orégano a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=Yv6J5O0tTvE"
  },
  {
    "id": "60",
    "name": "Estrogonofe de Carne",
    "slug": "estrogonofe-de-carne",
    "description": "1. Tempere a carne com sal e pimenta, polvilhe farinha.\n2. Derreta manteiga, sele carne em fogo alto e reserve.\n3. Refogue cebola e alho, volte a carne.\n4. Adicione mostarda, ketchup, molho inglês e champignon.\n5. Abaixe o fogo, adicione creme de leite e aqueça sem ferver.\n6. Ajuste temperos e sirva com arroz e batata palha.",
    "image_url": "/local-recipes/images/estrogonofe-carne.jpeg",
    "category": "Prato Principal",
    "area": "Rússia",
    "ingredients": "800g de filé mignon ou alcatra em tiras, 1 cebola ralada, 2 dentes de alho picados, 1 colher de mostarda, 1 colher de ketchup, 1 colher de molho inglês, 1 lata de creme de leite, 1 colher de sopa de farinha de trigo, manteiga, sal e pimenta a gosto, champignon fatiado (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=QtZx8uG5A-I"
  },
  {
    "id": "61",
    "name": "Churrasco (Picanha)",
    "slug": "churrasco-picanha-",
    "description": "1. Deixe a carne em temperatura ambiente por 1h.\n2. Espeto: corte bifes grossos, espete em 'U' e leve à brasa média (20–30 min).\n3. Grelha: coloque peça inteira na grelha, asse 40 min virando.\n4. Salgue com sal grosso apenas na reta final.\n5. Deixe descansar 5–10 min antes de fatiar.",
    "image_url": "/local-recipes/images/churrasco-picanha.jpeg",
    "category": "Prato Principal",
    "area": "Brasil",
    "ingredients": "1 peça de picanha (ou maminha, alcatra, costela), sal grosso a gosto",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=KjD3C4PkYb4"
  },
  {
    "id": "62",
    "name": "Beef Wellington",
    "slug": "beef-wellington",
    "description": "1. Tempere o filé com sal e pimenta.\n2. Sele o filé em panela bem quente com óleo, dourando todos os lados. (2-3 min de cada lado)\n3. Deixe o filé esfriar um pouco e pinte todos os lados com mostarda Dijon.\n4. Prepare a duxelles: numa panela, refogue chalotas + alho, depois adicione os cogumelos picados, adicione tomilho, deixe os cogumelos soltarem água, cozinhe até que a água evapore bem, formando uma pasta úmida de cogumelos. Reserve para esfriar.\n5. Sobre um plástico filme, monte uma camada ",
    "image_url": "/local-recipes/images/beef-wellington.jpeg",
    "category": "Prato Principal",
    "area": "Inglaterra",
    "ingredients": "1 peça de filé mignon/tenderloin (~800-900g), sal grosso e pimenta-do-reino a gosto, 2 colheres de sopa de óleo vegetal, 1 folha de massa folhada (puff pastry) descongelada, 8-10 fatias de presunto cru (ou presunto tipo presunto de Parma), cogumelos bem picados (~400-600g de uma combinação de champignon, shiitake, etc.), 2 chalotas ou cebolas pequenas picadas, 2 dentes de alho picados, tomilho fresco, manteiga ou azeite, mostarda Dijon (algumas colheres), 1 ou 2 gemas de ovo batidas (egg wash)",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=e9YGQ4eh8Xs"
  },
  {
    "id": "63",
    "name": "Boeuf Bourguignon",
    "slug": "boeuf-bourguignon",
    "description": "1. Tempere a carne com sal e pimenta.\n2. Em uma panela grande, aqueça um pouco de manteiga ou azeite e doure os cubos de carne (em partes se necessário), até ficarem bem selados. Reserve.\n3. Na mesma panela, doure o bacon/pancetta, depois retire um pouco (se tiver soltado muita gordura) e adicione cebola, cenoura e alho. Refogue até ficar levemente dourado.\n4. Polvilhe a farinha sobre os vegetais, mexa bem para incorporar (isso vai ajudar a engrossar o molho).\n5. Volte a carne para a panela, adi",
    "image_url": "/local-recipes/images/boeuf-bourguignon.jpeg",
    "category": "Prato Principal",
    "area": "França",
    "ingredients": "1,5 kg de carne bovina para ensopado (tipo acém ou músculo), cortada em cubos, 150-200 g de bacon ou pancetta picado, 2 cebolas médias picadas grosseiramente, 2 cenouras cortadas em rodelas ou pedaços grandes, 2-3 dentes de alho picados, 2 colheres de sopa de farinha de trigo, 750 ml de vinho tinto seco, 500-700 ml de caldo de carne (ou água + cubo de caldo), 2 folhas de louro, ramos de tomilho (fresco, se possível), sal e pimenta a gosto, manteiga ou azeite para selar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=b6Yqw6J8WHo"
  },
  {
    "id": "64",
    "name": "Ropa Vieja",
    "slug": "ropa-vieja",
    "description": "1. Tempere a carne com sal, pimenta, cominho e orégano.\n2. Em uma panela grande, aqueça azeite e doure a carne dos dois lados. Reserve.\n3. Na mesma panela, refogue cebola, alho, pimentões até ficarem macios.\n4. Adicione o vinho branco (se usar), o molho de tomate e o caldo, folhas de louro. Misture bem.\n5. Volte a carne para a panela, tampe e cozinhe em fogo baixo por 2-3 horas (ou até que a carne desmanche facilmente). Você pode também usar panela de pressão para reduzir o tempo.\n6. Quando a ca",
    "image_url": "/local-recipes/images/ropa-vieja.jpeg",
    "category": "Prato Principal",
    "area": "Cuba",
    "ingredients": "1,2-1,5 kg de carne tipo flank steak, brisket ou acém para desfiar, 1 cebola grande fatiada, 1 pimentão vermelho fatiado, 1 pimentão verde fatiado, 3-4 dentes de alho picados ou amassados, 1 lata de molho de tomate ou 200-250 ml de tomate pelado/massa de tomate, 1/2 xícara de vinho branco seco (opcional), 500-700 ml de caldo de carne ou água, 2 folhas de louro, 1 colher de chá de cominho em pó, 1 colher de chá de orégano seco, azeitonas verdes fatiadas (opcional), sal e pimenta a gosto, azeite para refogar",
    "view_count": 100,
    "source": "Receita Local",
    "video": "https://www.youtube.com/watch?v=lMDf0FLwkzc"
  },
  {
    "id": "2",
    "name": "Cebola Frita Crocante",
    "slug": "cebola-frita-crocante",
    "description": "1. Corte a cebola em rodelas ou pétalas finas.\n2. Separe anéis ou pedaços e seque bem com papel toalha.\n3. Em um recipiente, misture farinha de trigo, um pouco de sal e pimenta.\n4. Passe as fatias de cebola na mistura, cobrindo bem.\n5. Aqueça óleo em panela funda até atingir temperatura média-alta.\n6. Frite as cebolas aos poucos, até ficarem douradas e crocantes.\n7. Remova o excesso de óleo com papel absorvente.\n8. Sirva quente como petisco ou acompanhamento.",
    "image_url": "/local-recipes/images/cebola-frita.jpeg",
    "category": "Acompanhamento / Petisco",
    "area": "Internacional",
    "ingredients": "3 cebolas grandes, 1 xícara de farinha de trigo, sal a gosto, pimenta-do-reino a gosto, óleo para fritura",
    "view_count": 100,
    "source": "YouTube",
    "video": "https://www.youtube.com/watch?v=RkEkZTCalDU"
  },
  {
    "id": "3",
    "name": "Sopa de Cebola Cremosa",
    "slug": "sopa-de-cebola-cremosa",
    "description": "1. Corte as cebolas em fatias finas.\n2. Em uma panela, derreta manteiga com um fio de azeite.\n3. Refogue as cebolas em fogo baixo até ficarem macias e levemente douradas.\n4. Polvilhe a farinha de trigo e mexa bem para incorporar.\n5. Adicione caldo de carne ou legumes, mexendo até ferver.\n6. Deixe cozinhar por uns minutos para engrossar um pouco.\n7. Tempere com sal e pimenta-do-reino a gosto.\n8. Sirva bem quente, se quiser com pão ou queijo gratinado por cima.",
    "image_url": "/local-recipes/images/sopa-de-cebola-cremosa.jpeg",
    "category": "Sopa / Prato Principal",
    "area": "Internacional / França estilo",
    "ingredients": "3 cebolas grandes, 2 colheres de sopa de manteiga, 1 colher de sopa de azeite, 1 colher de sopa de farinha de trigo, 1 litro de caldo de legumes ou carne, sal, pimenta-do-reino",
    "view_count": 100,
    "source": "YouTube – Web à Milanesa",
    "video": "https://www.youtube.com/watch?v=OTSVnGdsmr8"
  },
  {
    "id": "5",
    "name": "Cebola Assada na Airfryer",
    "slug": "cebola-assada-na-airfryer",
    "description": "1. Descasque as cebolas e corte em fatias grossas ou em rodelas.\n2. Em uma tigela, misture azeite, ervas finas, páprica doce e sal.\n3. Tempere as fatias de cebola na mistura, cobrindo bem.\n4. Preaqueça a Airfryer a 180°C.\n5. Coloque as cebolas na cesta da Airfryer e asse por 15 minutos.\n6. Vire as fatias e asse por mais 10 minutos, ou até ficarem douradas e macias.\n7. Retire e sirva quente como acompanhamento ou em sanduíches.",
    "image_url": "/local-recipes/images/cebola-assada-airfryer.jpg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "4 cebolas grandes, azeite, ervas finas, páprica doce, sal",
    "view_count": 100,
    "source": "Airfryer Receitas",
    "video": "https://airfryerreceitas.com.br/cebola-assada-na-airfryer-receita-facil-e-rapida-de-fazer/video/"
  },
  {
    "id": "12",
    "name": "Alho Assado Inteiro",
    "slug": "alho-assado-inteiro",
    "description": "1. Preaqueça o forno a 200°C (ou 180°C para assar mais lentamente).\n2. Separe 4–6 cabeças de alho inteiras. Remova apenas a camada externa mais grossa (não solte os dentes).\n3. Corte cerca de 1/4 do topo de cada cabeça, expondo levemente os dentes.\n4. Coloque cada cabeça sobre um pedaço de papel-alumínio (ou dentro de um ramequin pequeno). Regue 1 colher de chá de azeite por cabeça (ou cerca de 1 colher de sopa para 4 cabeças) e espalhe com os dedos para que o azeite penetre entre os dentes. Pol",
    "image_url": "/local-recipes/images/alho-assado-inteiro.jpg",
    "category": "Acompanhamento / Temperinho",
    "area": "Internacional",
    "ingredients": "4–6 cabeças de alho, azeite, sal, pimenta-do-reino",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "13",
    "name": "Alho Confit (alho cozido lentamente em óleo)",
    "slug": "alho-confit-alho-cozido-lentamente-em-leo-",
    "description": "1. Separe 3–4 cabeças de alho (aprox. 25–40 dentes). Descasque todos os dentes com cuidado.\n2. Escolha uma panela pequena ou uma caçarola rasa com tampa; coloque os dentes de alho no fundo.\n3. Cubra completamente os dentes com azeite de oliva extra virgem (aprox. 300–400 ml, o suficiente para cobrir todos os dentes). Adicione 1–2 ramos de alecrim ou tomilho e 1 folha de louro, se desejar.\n4. Leve ao fogo baixo. A ideia é manter o óleo em calor **muito baixo**: pequenas bolhas ocasionais ou apena",
    "image_url": "/local-recipes/images/alho-confit.jpg",
    "category": "Conserva / Temperinho",
    "area": "Internacional / Técnica francesa",
    "ingredients": "3–4 cabeças de alho (25–40 dentes), 300–400 ml de azeite de oliva, ramos de alecrim ou tomilho (opcional), 1 folha de louro (opcional), sal (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "14",
    "name": "Pão de Alho Caseiro (manteiga de alho)",
    "slug": "p-o-de-alho-caseiro-manteiga-de-alho-",
    "description": "1. Reúna os ingredientes: 1 baguete ou pão italiano, 100 g de manteiga sem sal (em temperatura ambiente), 4–6 dentes de alho bem picados ou amassados, 2 colheres de sopa de salsinha fresca picada, 1 colher de sopa de queijo parmesão ralado (opcional), 1 colher de chá de suco de limão (opcional), sal e pimenta a gosto.\n2. Em uma tigela média, misture a manteiga amolecida com o alho picado até formar uma pasta homogênea. Adicione a salsinha, o parmesão, o suco de limão, sal e pimenta; misture bem.",
    "image_url": "/local-recipes/images/pao-de-alho-caseiro.jpg",
    "category": "Acompanhamento / Petisco",
    "area": "Internacional / Brasil",
    "ingredients": "1 baguete (ou pão italiano), 100 g manteiga sem sal, 4–6 dentes de alho, 2 colheres sopa salsinha picada, 1 colher sopa parmesão ralado (opcional), 1 colher chá suco de limão (opcional), sal, pimenta",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "15",
    "name": "Molho Cremoso de Alho (versão iogurte) — alternativa ao aioli",
    "slug": "molho-cremoso-de-alho-vers-o-iogurte-alternativa-ao-aioli",
    "description": "1. Versão segura (iogurte): Em uma tigela, misture 200 g de iogurte grego (ou iogurte natural bem denso) com 2–3 dentes de alho finamente ralados ou amassados (ajuste a intensidade conforme o gosto).\n2. Adicione 1 colher de sopa de suco de limão fresco, 1–2 colheres de sopa de azeite de oliva, 1 colher de chá de mostarda dijon (opcional) e 2 colheres de sopa de cebolinha ou salsinha picada. Tempere com sal e pimenta-do-reino a gosto.\n3. Misture vigorosamente até ficar homogêneo. Prove e ajuste: ",
    "image_url": "/local-recipes/images/molho-cremoso-alho.jpg",
    "category": "Molho / Condimento",
    "area": "Internacional",
    "ingredients": "200 g iogurte grego (ou alternativa), 2–3 dentes de alho, 1 colher sopa suco de limão, 1–2 colheres sopa azeite, 1 colher chá mostarda (opcional), salsinha ou cebolinha, sal, pimenta; (opcional: gema pasteurizada e óleo para aioli)",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "16",
    "name": "Espaguete Aglio e Olio com Alho Crocante",
    "slug": "espaguete-aglio-e-olio-com-alho-crocante",
    "description": "1. Cozinhe 320 g de espaguete (4 porções) em água abundante e bem salgada até ficar al dente (siga o tempo da embalagem, normalmente 8–10 minutos). Reserve 1 xícara da água do cozimento antes de escorrer.\n2. Enquanto a massa cozinha, prepare o alho: fatie finamente 8–10 dentes de alho (quanto mais finas as lâminas, mais crocantes ficam). Separe 1/2 colher de chá de flocos de pimenta vermelha (opcional) e 4 colheres de sopa de azeite de oliva.\n3. Aqueça uma frigideira larga em fogo médio-baixo. A",
    "image_url": "/local-recipes/images/espaguete-aglio-e-olio.jpg",
    "category": "Prato Principal / Massa",
    "area": "Italiana",
    "ingredients": "320 g espaguete, 8–10 dentes de alho, 4 colheres sopa azeite de oliva, 1/2 colher chá flocos de pimenta (opcional), 1/2 xícara salsinha picada, raspas de limão (opcional), sal, pimenta, queijo parmesão (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "17",
    "name": "Pimentão Recheado com Carne Moída",
    "slug": "piment-o-recheado-com-carne-mo-da",
    "description": "1. Corte a tampa de 4 pimentões grandes (vermelho, amarelo ou verde) e retire cuidadosamente as sementes e as fibras brancas do interior. Reserve.\n2. Em uma frigideira, aqueça 2 colheres de sopa de azeite e refogue 1 cebola picada até dourar levemente.\n3. Acrescente 2 dentes de alho picados e refogue por mais 1 minuto.\n4. Adicione 500 g de carne moída, tempere com sal, pimenta-do-reino e páprica a gosto. Cozinhe até perder o tom rosado.\n5. Junte 2 tomates picados ou 1 lata de tomate pelado, mexa",
    "image_url": "/local-recipes/images/pimentao-recheado-carne.jpg",
    "category": "Prato Principal",
    "area": "Internacional",
    "ingredients": "4 pimentões grandes, 500 g carne moída, 2 tomates, 1 cebola, 2 dentes de alho, 2 colheres azeite, 1/2 xícara arroz cozido, queijo ralado, sal, pimenta, páprica",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "18",
    "name": "Refogado Colorido de Pimentão com Cebola",
    "slug": "refogado-colorido-de-piment-o-com-cebola",
    "description": "1. Corte 1 pimentão vermelho, 1 amarelo e 1 verde em tiras finas.\n2. Em uma frigideira larga, aqueça 3 colheres de sopa de azeite em fogo médio.\n3. Adicione 1 cebola grande cortada em tiras e refogue até começar a dourar (~4 minutos).\n4. Acrescente os pimentões fatiados, misture bem e refogue por 6–8 minutos, mexendo de vez em quando.\n5. Tempere com sal, pimenta-do-reino e 1/2 colher de chá de orégano seco (ou manjericão fresco no final).\n6. Para um sabor agridoce, adicione 1 colher de chá de aç",
    "image_url": "/local-recipes/images/refogado-pimentao.jpg",
    "category": "Acompanhamento",
    "area": "Brasil",
    "ingredients": "3 pimentões (verde, vermelho e amarelo), 1 cebola grande, 3 colheres azeite, orégano, sal, pimenta, açúcar mascavo, vinagre balsâmico",
    "view_count": 95,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "19",
    "name": "Salada Fria de Pimentão Grelhado",
    "slug": "salada-fria-de-piment-o-grelhado",
    "description": "1. Corte 2 pimentões vermelhos e 2 amarelos ao meio, retire as sementes e pincele levemente com azeite.\n2. Grelhe os pimentões em uma frigideira de ferro ou na churrasqueira até ficarem com a casca levemente queimada e a polpa macia (~8 minutos de cada lado).\n3. Coloque os pimentões ainda quentes em um saco plástico ou tigela coberta com filme plástico. Deixe suar por 10 minutos para soltar a pele.\n4. Retire a pele queimada, corte os pimentões em tiras largas e transfira para um prato.\n5. Regue ",
    "image_url": "/local-recipes/images/salada-pimentao.jpg",
    "category": "Entrada / Salada",
    "area": "Mediterrânea",
    "ingredients": "2 pimentões vermelhos, 2 amarelos, azeite, vinagre de vinho, sal, pimenta, manjericão fresco",
    "view_count": 90,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "20",
    "name": "Molho de Pimentão Assado",
    "slug": "molho-de-piment-o-assado",
    "description": "1. Coloque 3 pimentões vermelhos inteiros em uma assadeira e leve ao forno a 220°C por 25–30 minutos, virando na metade do tempo, até que a pele esteja bem tostada e com bolhas.\n2. Retire os pimentões e coloque-os em um saco plástico ou tigela coberta com filme por 10 minutos para facilitar a remoção da pele.\n3. Retire a pele, sementes e corte em pedaços.\n4. No liquidificador, bata os pimentões assados com 2 dentes de alho, 2 colheres de sopa de azeite, 1 colher de sopa de suco de limão e sal a ",
    "image_url": "/local-recipes/images/molho-pimentao.jpg",
    "category": "Molho / Condimento",
    "area": "Internacional",
    "ingredients": "3 pimentões vermelhos, 2 dentes de alho, azeite, suco de limão, sal, creme de leite (opcional)",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "21",
    "name": "Arroz de Pimentão",
    "slug": "arroz-de-piment-o",
    "description": "1. Aqueça 2 colheres de sopa de óleo em uma panela média.\n2. Refogue 1 cebola picada e 2 dentes de alho até dourar.\n3. Acrescente 1 pimentão vermelho e 1 verde cortados em cubinhos e refogue por 4–5 minutos.\n4. Adicione 2 xícaras de arroz cru, mexa bem para envolver nos temperos.\n5. Acrescente 4 xícaras de caldo de legumes quente, 1 colher de chá de sal e 1/2 colher de chá de páprica defumada (opcional).\n6. Cozinhe em fogo médio até o líquido reduzir quase completamente.\n7. Abaixe o fogo, tampe ",
    "image_url": "/local-recipes/images/arroz-pimentao.jpg",
    "category": "Prato Principal / Acompanhamento",
    "area": "Brasil",
    "ingredients": "2 xícaras de arroz, 1 pimentão vermelho, 1 pimentão verde, 1 cebola, 2 dentes de alho, 2 colheres óleo, 4 xícaras caldo de legumes, sal, páprica defumada, cheiro-verde",
    "view_count": 95,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "22",
    "name": "Salada de Pepino com Iogurte (Tzatziki)",
    "slug": "salada-de-pepino-com-iogurte-tzatziki-",
    "description": "1. Rale o pepino em tiras finas e coloque em uma peneira.\n2. Salpique um pouco de sal e deixe descansar por 10 minutos para soltar a água.\n3. Esprema o pepino com as mãos para retirar o excesso de líquido.\n4. Em uma tigela, misture iogurte natural, alho picado, azeite, suco de limão e hortelã picada.\n5. Acrescente o pepino ralado, mexa bem e ajuste o sal.\n6. Leve à geladeira por pelo menos 30 minutos antes de servir.",
    "image_url": "/local-recipes/images/tzatziki.jpg",
    "category": "Entrada",
    "area": "Grécia",
    "ingredients": "1 pepino médio, 200 g de iogurte natural, 1 dente de alho, 1 colher de sopa de azeite, 1 colher de chá de suco de limão, hortelã fresca, sal",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "23",
    "name": "Conserva de Pepino Caseira",
    "slug": "conserva-de-pepino-caseira",
    "description": "1. Corte os pepinos em rodelas finas.\n2. Ferva água com vinagre, açúcar, sal, sementes de mostarda e pimenta-do-reino em grãos.\n3. Coloque os pepinos em um pote de vidro esterilizado.\n4. Despeje a mistura quente sobre os pepinos.\n5. Feche bem o pote e deixe esfriar.\n6. Armazene na geladeira por 24 horas antes de consumir.",
    "image_url": "/local-recipes/images/conserva-pepino.jpg",
    "category": "Acompanhamento",
    "area": "Internacional",
    "ingredients": "3 pepinos pequenos, 1 xícara de vinagre branco, 1 xícara de água, 2 colheres de sopa de açúcar, 1 colher de sopa de sal, 1 colher de chá de sementes de mostarda, pimenta-do-reino em grãos",
    "view_count": 95,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "24",
    "name": "Suco Refrescante de Pepino com Limão e Hortelã",
    "slug": "suco-refrescante-de-pepino-com-lim-o-e-hortel-",
    "description": "1. Lave bem o pepino e corte em pedaços grandes.\n2. Coloque no liquidificador com água gelada, suco de limão, folhas de hortelã e mel (opcional).\n3. Bata até ficar homogêneo.\n4. Coe, se desejar, para retirar fibras.\n5. Sirva em copo alto com gelo.",
    "image_url": "/local-recipes/images/suco-pepino.jpg",
    "category": "Bebida",
    "area": "Internacional",
    "ingredients": "1 pepino médio, 500 ml de água gelada, suco de 1 limão, hortelã a gosto, mel ou açúcar (opcional), gelo",
    "view_count": 90,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "25",
    "name": "Sanduíche Natural de Pepino",
    "slug": "sandu-che-natural-de-pepino",
    "description": "1. Corte o pepino em rodelas finas.\n2. Passe cream cheese ou requeijão em fatias de pão integral.\n3. Coloque as rodelas de pepino e folhas de alface.\n4. Tempere com uma pitada de sal e pimenta.\n5. Feche o sanduíche e corte ao meio antes de servir.",
    "image_url": "/local-recipes/images/sanduiche-pepino.jpg",
    "category": "Lanche",
    "area": "Internacional",
    "ingredients": "2 fatias de pão integral, 1/2 pepino, 2 colheres de sopa de cream cheese, alface, sal, pimenta",
    "view_count": 85,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "26",
    "name": "Salada de Pepino Oriental",
    "slug": "salada-de-pepino-oriental",
    "description": "1. Corte o pepino em tiras finas ou rodelas.\n2. Em uma tigela, misture molho de soja, vinagre de arroz, óleo de gergelim e açúcar.\n3. Adicione sementes de gergelim e cebolinha picada.\n4. Coloque o pepino fatiado e misture bem.\n5. Leve à geladeira por 20 minutos antes de servir.",
    "image_url": "/local-recipes/images/salada-pepino-oriental.jpg",
    "category": "Salada",
    "area": "Japão",
    "ingredients": "1 pepino grande, 2 colheres de sopa de molho de soja, 1 colher de sopa de vinagre de arroz, 1 colher de chá de óleo de gergelim, 1 colher de chá de açúcar, sementes de gergelim, cebolinha",
    "view_count": 95,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "27",
    "name": "Salada Verde Clássica",
    "slug": "salada-verde-cl-ssica",
    "description": "1. Lave bem as folhas de alface e seque.\n2. Rasgue as folhas em pedaços médios.\n3. Coloque em uma tigela com tomate cereja cortado ao meio.\n4. Tempere com azeite, limão, sal e pimenta.\n5. Misture delicadamente e sirva imediatamente.",
    "image_url": "/local-recipes/images/salada-verde.jpg",
    "category": "Salada",
    "area": "Internacional",
    "ingredients": "1 pé de alface, 200 g de tomate cereja, 2 colheres de sopa de azeite, suco de 1 limão, sal, pimenta",
    "view_count": 100,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "28",
    "name": "Wrap de Frango com Alface",
    "slug": "wrap-de-frango-com-alface",
    "description": "1. Tempere o frango em tiras com sal, pimenta e azeite.\n2. Grelhe até dourar bem.\n3. Coloque folhas grandes de alface sobre uma tábua.\n4. Recheie com tiras de frango, cenoura ralada e molho de sua preferência.\n5. Enrole como um wrap e prenda com palito, se necessário.",
    "image_url": "/local-recipes/images/wrap-frango-alface.jpg",
    "category": "Lanche",
    "area": "Internacional",
    "ingredients": "1 peito de frango, 1 pé de alface, 1 cenoura ralada, azeite, sal, pimenta, molho a gosto",
    "view_count": 95,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "29",
    "name": "Sopa Cremosa de Alface",
    "slug": "sopa-cremosa-de-alface",
    "description": "1. Em uma panela, refogue cebola e alho no azeite.\n2. Adicione batata picada e refogue por alguns minutos.\n3. Coloque água ou caldo de legumes e cozinhe até a batata amolecer.\n4. Acrescente folhas de alface rasgadas e cozinhe por mais 5 minutos.\n5. Bata tudo no liquidificador até ficar cremoso.\n6. Volte à panela, ajuste o sal e finalize com creme de leite.\n7. Sirva quente.",
    "image_url": "/local-recipes/images/sopa-alface.jpg",
    "category": "Sopa",
    "area": "Internacional",
    "ingredients": "1 pé de alface, 1 batata média, 1 cebola, 2 dentes de alho, 1 litro de caldo de legumes, azeite, sal, creme de leite",
    "view_count": 90,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "30",
    "name": "Suco Detox de Alface com Limão",
    "slug": "suco-detox-de-alface-com-lim-o",
    "description": "1. Lave bem as folhas de alface.\n2. Coloque no liquidificador com água gelada, suco de limão e gengibre ralado.\n3. Bata até ficar homogêneo.\n4. Coe, se desejar, e adoce com mel ou açúcar mascavo.\n5. Sirva bem gelado.",
    "image_url": "/local-recipes/images/suco-alface.jpg",
    "category": "Bebida",
    "area": "Internacional",
    "ingredients": "5 folhas de alface, 300 ml de água gelada, suco de 1 limão, 1 pedaço pequeno de gengibre, mel (opcional)",
    "view_count": 85,
    "source": "Receita Local",
    "video": null
  },
  {
    "id": "31",
    "name": "Tacos de Alface com Carne Moída",
    "slug": "tacos-de-alface-com-carne-mo-da",
    "description": "1. Refogue a carne moída com cebola, alho, sal, pimenta e páprica.\n2. Cozinhe até ficar bem dourada.\n3. Lave e seque folhas grandes de alface.\n4. Recheie cada folha com carne moída, tomate em cubos e queijo ralado.\n5. Finalize com molho de pimenta ou guacamole.\n6. Sirva imediatamente como tacos low-carb.",
    "image_url": "/local-recipes/images/taco-alface.jpg",
    "category": "Prato Principal",
    "area": "México",
    "ingredients": "300 g de carne moída, 1 pé de alface, 1 cebola pequena, 2 tomates, 50 g de queijo ralado, temperos a gosto, molho opcional",
    "view_count": 95,
    "source": "Receita Local",
    "video": null
  }
]